[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:152};
itm1={backcolor:0,height:480,id:1,img:259,layout:normal,name:Inspection_base2,type:IMAGEFIELD,visible:true,width:800,x:-1,y:-1,layout_param:{clipx:0,clipy:0}};
itm10={backcolor:0,bidimode:left-to-right,content:Home,font:36,height:30,highcolor:0,hlayout:left,id:66,linespacing:0,multiline:false,name:Home,type:TEXTFIELD,visible:true,vlayout:top,width:86,wrapline:no-wrap,x:19,y:363,zorder:11};
itm11={backcolor:0,bidimode:left-to-right,content:Vol. +,font:36,height:30,highcolor:0,hlayout:left,id:67,linespacing:0,multiline:false,name:Vol_Plus,type:TEXTFIELD,visible:true,vlayout:top,width:86,wrapline:no-wrap,x:19,y:403,zorder:12};
itm12={backcolor:0,bidimode:left-to-right,content:Vol. -,font:36,height:30,highcolor:0,hlayout:left,id:68,linespacing:0,multiline:false,name:Vol_minus,type:TEXTFIELD,visible:true,vlayout:top,width:86,wrapline:no-wrap,x:19,y:443,zorder:13};
itm13={backcolor:0,height:33,id:69,img:266,layout:normal,name:Down_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:112,y:202,zorder:14,layout_param:{clipx:0,clipy:0}};
itm14={backcolor:0,height:33,id:70,img:266,layout:normal,name:Left_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:112,y:242,zorder:15,layout_param:{clipx:0,clipy:0}};
itm15={backcolor:0,height:33,id:71,img:266,layout:normal,name:Right_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:112,y:282,zorder:16,layout_param:{clipx:0,clipy:0}};
itm16={backcolor:0,height:33,id:72,img:266,layout:normal,name:Select_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:112,y:322,zorder:17,layout_param:{clipx:0,clipy:0}};
itm17={backcolor:0,height:33,id:73,img:266,layout:normal,name:Home_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:112,y:362,zorder:18,layout_param:{clipx:0,clipy:0}};
itm18={backcolor:0,height:33,id:74,img:266,layout:normal,name:Vol_p_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:112,y:402,zorder:19,layout_param:{clipx:0,clipy:0}};
itm19={backcolor:0,height:33,id:75,img:266,layout:normal,name:Vol_m_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:112,y:442,zorder:20,layout_param:{clipx:0,clipy:0}};
itm2={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:1};
itm20={backcolor:0,height:33,id:76,img:266,layout:normal,name:PTT_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:282,y:162,zorder:21,layout_param:{clipx:0,clipy:0}};
itm21={backcolor:0,height:33,id:77,img:266,layout:normal,name:R_vol_p_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:282,y:202,zorder:22,layout_param:{clipx:0,clipy:0}};
itm22={backcolor:0,height:33,id:78,img:266,layout:normal,name:R_vol_m_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:282,y:242,zorder:23,layout_param:{clipx:0,clipy:0}};
itm23={backcolor:0,height:33,id:79,img:266,layout:normal,name:R_seek_p_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:282,y:282,zorder:24,layout_param:{clipx:0,clipy:0}};
itm24={backcolor:0,height:33,id:80,img:266,layout:normal,name:R_seek_m_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:282,y:322,zorder:25,layout_param:{clipx:0,clipy:0}};
itm25={backcolor:0,height:33,id:81,img:266,layout:normal,name:R_source_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:282,y:362,zorder:26,layout_param:{clipx:0,clipy:0}};
itm26={backcolor:0,height:33,id:82,img:266,layout:normal,name:R_PTT_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:282,y:402,zorder:27,layout_param:{clipx:0,clipy:0}};
itm27={backcolor:0,bidimode:left-to-right,content:PTT,font:36,height:30,highcolor:0,hlayout:left,id:83,linespacing:0,multiline:false,name:PTT,type:TEXTFIELD,visible:true,vlayout:top,width:102,wrapline:no-wrap,x:173,y:163,zorder:28};
itm28={backcolor:0,bidimode:left-to-right,content:R_Vol +,font:36,height:30,highcolor:0,hlayout:left,id:84,linespacing:0,multiline:false,name:R_Vol_Plus,type:TEXTFIELD,visible:true,vlayout:top,width:102,wrapline:no-wrap,x:173,y:203,zorder:29};
itm29={backcolor:0,bidimode:left-to-right,content:R_Vol -,font:36,height:30,highcolor:0,hlayout:left,id:85,linespacing:0,multiline:false,name:R_Vol_minus,type:TEXTFIELD,visible:true,vlayout:top,width:102,wrapline:no-wrap,x:173,y:243,zorder:30};
itm3={backcolor:0,bidimode:left-to-right,content:Mechanical switch,font:36,height:30,highcolor:0,hlayout:left,id:59,linespacing:0,multiline:false,name:Mechanical_Switch,type:TEXTFIELD,visible:true,vlayout:middle,width:205,wrapline:no-wrap,x:19,y:119,zorder:4};
itm30={backcolor:0,bidimode:left-to-right,content:R_Seek +,font:36,height:30,highcolor:0,hlayout:left,id:86,linespacing:0,multiline:false,name:R_Seek_Plus,type:TEXTFIELD,visible:true,vlayout:top,width:102,wrapline:no-wrap,x:173,y:283,zorder:31};
itm31={backcolor:0,bidimode:left-to-right,content:R_Seek -,font:36,height:30,highcolor:0,hlayout:left,id:87,linespacing:0,multiline:false,name:R_Seek_minus,type:TEXTFIELD,visible:true,vlayout:top,width:102,wrapline:no-wrap,x:173,y:323,zorder:32};
itm32={backcolor:0,bidimode:left-to-right,content:R_Source,font:36,height:30,highcolor:0,hlayout:left,id:88,linespacing:0,multiline:false,name:R_Source,type:TEXTFIELD,visible:true,vlayout:top,width:102,wrapline:no-wrap,x:173,y:363,zorder:33};
itm33={backcolor:0,bidimode:left-to-right,content:R_PTT,font:36,height:30,highcolor:0,hlayout:left,id:89,linespacing:0,multiline:false,name:R_PTT,type:TEXTFIELD,visible:true,vlayout:top,width:102,wrapline:no-wrap,x:173,y:403,zorder:34};
itm34={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:90,name:Reset,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:232,y:122,zorder:35,txtfield:{backcolor:0,bidimode:left-to-right,content:Reset,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Reset,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm35={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:105,name:USB2,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:522,y:214,zorder:36,txtfield:{backcolor:0,bidimode:left-to-right,content:USB2,font:42,height:25,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:USB2,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm36={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:106,name:USB1,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:433,y:214,zorder:37,txtfield:{backcolor:0,bidimode:left-to-right,content:USB1,font:42,height:25,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:USB1,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm37={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:107,name:AUX,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:344,y:214,zorder:38,txtfield:{backcolor:0,bidimode:left-to-right,content:AUX,font:42,height:25,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:AUX,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm38={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:108,name:Speaker_Fr_Left,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:344,y:290,zorder:39,txtfield:{backcolor:0,bidimode:left-to-right,content:Fr Left,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Fr_Left,type:TEXTFIELD,visible:true,vlayout:middle,width:81,wrapline:no-wrap,x:1,y:2}};
itm39={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:109,name:Speaker_Fr_Right,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:433,y:290,zorder:40,txtfield:{backcolor:0,bidimode:left-to-right,content:Fr Right,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Fr_Right,type:TEXTFIELD,visible:true,vlayout:middle,width:81,wrapline:no-wrap,x:1,y:2}};
itm4={backcolor:0,bidimode:left-to-right,content:Up,font:36,height:30,highcolor:0,hlayout:left,id:60,linespacing:0,multiline:false,name:Up,type:TEXTFIELD,visible:true,vlayout:top,width:86,wrapline:no-wrap,x:19,y:163,zorder:5};
itm40={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:110,name:Speaker_Rr_Left,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:522,y:290,zorder:41,txtfield:{backcolor:0,bidimode:left-to-right,content:Rr Left,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Rr_Left,type:TEXTFIELD,visible:true,vlayout:middle,width:81,wrapline:no-wrap,x:1,y:2}};
itm41={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:111,name:Hest_FR_Left,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:344,y:366,zorder:42,txtfield:{backcolor:0,bidimode:left-to-right,content:Left,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Left,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm42={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:112,name:Hest_FR_Right,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:433,y:366,zorder:43,txtfield:{backcolor:0,bidimode:left-to-right,content:Right,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Right,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm43={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:113,name:FR_Mic,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:522,y:366,zorder:44,txtfield:{backcolor:0,bidimode:left-to-right,content:Mic,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Mic,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm44={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:117,name:Speaker_Rr_Right,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:611,y:290,zorder:48,txtfield:{backcolor:0,bidimode:left-to-right,content:Rr Right,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Rr_Right,type:TEXTFIELD,visible:true,vlayout:middle,width:81,wrapline:no-wrap,x:1,y:2}};
itm45={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:118,name:Auto,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:700,y:290,zorder:49,txtfield:{backcolor:0,bidimode:left-to-right,content:Auto,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Auto,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm46={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:119,name:Rr_Left,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:344,y:442,zorder:50,txtfield:{backcolor:0,bidimode:left-to-right,content:Left,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Left,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm47={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:120,name:Rr_Right,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:433,y:442,zorder:51,txtfield:{backcolor:0,bidimode:left-to-right,content:Right,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Right,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm48={backcolor:0,background:262,ccp:0,ccpzorder:over,height:33,id:121,name:Rr_Mic,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:87,x:522,y:442,zorder:52,txtfield:{backcolor:0,bidimode:left-to-right,content:Mic,font:42,height:26,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Mic,type:TEXTFIELD,visible:true,vlayout:middle,width:77,wrapline:no-wrap,x:3,y:2}};
itm49={backcolor:0,background:264,ccp:0,ccpzorder:over,height:33,id:122,name:Rr_Hdst_Vol_Up,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:27,x:759,y:402,zorder:53};
itm5={backcolor:0,height:33,id:61,img:266,layout:normal,name:UP_ky_ispct1_n_on_push,type:IMAGEFIELD,visible:true,width:37,x:112,y:162,zorder:6,layout_param:{clipx:0,clipy:0}};
itm50={backcolor:0,bidimode:left-to-right,content:10,font:36,height:30,highcolor:0,hlayout:center,id:123,linespacing:0,multiline:false,name:Rr_Hdst_Vol_Lvl,type:TEXTFIELD,visible:true,vlayout:middle,width:58,wrapline:no-wrap,x:699,y:401,zorder:54};
itm51={backcolor:0,background:263,ccp:0,ccpzorder:over,height:33,id:124,name:Rr_Hdst_Vol_Dn,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:27,x:670,y:402,zorder:55};
itm52={backcolor:0,bidimode:left-to-right,content:Vol.,font:36,height:30,highcolor:0,hlayout:left,id:125,linespacing:0,multiline:false,name:Rr_Hdst_Vol,type:TEXTFIELD,visible:true,vlayout:middle,width:40,wrapline:no-wrap,x:630,y:401,zorder:56};
itm53={backcolor:0,background:264,ccp:0,ccpzorder:over,height:33,id:126,name:Fr_Hdst_Vol_Up,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:27,x:759,y:326,zorder:57};
itm54={backcolor:0,bidimode:left-to-right,content:10,font:36,height:30,highcolor:0,hlayout:center,id:127,linespacing:0,multiline:false,name:Fr_Hdst_Vol_Lvl,type:TEXTFIELD,visible:true,vlayout:middle,width:58,wrapline:no-wrap,x:699,y:325,zorder:58};
itm55={backcolor:0,background:263,ccp:0,ccpzorder:over,height:33,id:128,name:Fr_Hdst_Vol_Dn,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:27,x:670,y:326,zorder:59};
itm56={backcolor:0,bidimode:left-to-right,content:Vol.,font:36,height:30,highcolor:0,hlayout:left,id:129,linespacing:0,multiline:false,name:Fr_Hdst_Vol,type:TEXTFIELD,visible:true,vlayout:middle,width:40,wrapline:no-wrap,x:630,y:325,zorder:60};
itm57={backcolor:0,background:264,ccp:0,ccpzorder:over,height:33,id:130,name:Spk_Vol_Up,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:27,x:759,y:250,zorder:61};
itm58={backcolor:0,bidimode:left-to-right,content:10,font:36,height:30,highcolor:0,hlayout:center,id:131,linespacing:0,multiline:false,name:Spk_Vol_Lvl,type:TEXTFIELD,visible:true,vlayout:middle,width:58,wrapline:no-wrap,x:699,y:249,zorder:62};
itm59={backcolor:0,background:263,ccp:0,ccpzorder:over,height:33,id:132,name:Spk_Vol_Dn,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:27,x:670,y:250,zorder:63};
itm6={backcolor:0,bidimode:left-to-right,content:Down,font:36,height:30,highcolor:0,hlayout:left,id:62,linespacing:0,multiline:false,name:Down,type:TEXTFIELD,visible:true,vlayout:top,width:86,wrapline:no-wrap,x:19,y:203,zorder:7};
itm60={backcolor:0,bidimode:left-to-right,content:Vol.,font:36,height:30,highcolor:0,hlayout:left,id:133,linespacing:0,multiline:false,name:Spk_Vol,type:TEXTFIELD,visible:true,vlayout:middle,width:40,wrapline:no-wrap,x:630,y:249,zorder:64};
itm61={backcolor:0,bidimode:left-to-right,content:USB Connection status,font:36,height:30,highcolor:0,hlayout:left,id:134,linespacing:0,multiline:false,name:USB_Connection_Status,type:TEXTFIELD,visible:true,vlayout:middle,width:242,wrapline:no-wrap,x:341,y:115,zorder:65};
itm62={backcolor:0,bidimode:left-to-right,content:Audio source selection,font:36,height:30,highcolor:0,hlayout:left,id:135,linespacing:0,multiline:false,name:Audio_Source_Selection,type:TEXTFIELD,visible:true,vlayout:middle,width:274,wrapline:no-wrap,x:341,y:173,zorder:66};
itm63={backcolor:0,bidimode:left-to-right,content:Speaker selection,font:36,height:30,highcolor:0,hlayout:left,id:136,linespacing:0,multiline:false,name:Speaker_selection,type:TEXTFIELD,visible:true,vlayout:middle,width:274,wrapline:no-wrap,x:341,y:249,zorder:67};
itm64={backcolor:0,bidimode:left-to-right,content:Fr Head set,font:36,height:30,highcolor:0,hlayout:left,id:137,linespacing:0,multiline:false,name:Fr_Head_set,type:TEXTFIELD,visible:true,vlayout:middle,width:274,wrapline:no-wrap,x:341,y:325,zorder:68};
itm65={backcolor:0,bidimode:left-to-right,content:Rr Head set,font:36,height:30,highcolor:0,hlayout:left,id:138,linespacing:0,multiline:false,name:Rr_Head_set,type:TEXTFIELD,visible:true,vlayout:middle,width:274,wrapline:no-wrap,x:341,y:401,zorder:69};
itm66={backcolor:0,bidimode:left-to-right,content:USB1\co,font:36,height:30,highcolor:0,hlayout:left,id:139,linespacing:0,multiline:false,name:USB1_label,type:TEXTFIELD,visible:true,vlayout:top,width:60,wrapline:no-wrap,x:590,y:118,zorder:70};
itm67={backcolor:0,bidimode:left-to-right,content:USB2\co,font:36,height:30,highcolor:0,hlayout:left,id:140,linespacing:0,multiline:false,name:USB2_label,type:TEXTFIELD,visible:true,vlayout:top,width:60,wrapline:no-wrap,x:590,y:142,zorder:71};
itm68={id:141,name:Menubar,refID:91,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:63,y:64,zorder:72};
itm69={backcolor:0,bidimode:left-to-right,content:iPod,font:36,height:30,highcolor:0,hlayout:left,id:142,linespacing:0,multiline:false,name:USB1_Device,type:TEXTFIELD,visible:true,vlayout:top,width:120,wrapline:no-wrap,x:652,y:118,zorder:73};
itm7={backcolor:0,bidimode:left-to-right,content:Left,font:36,height:30,highcolor:0,hlayout:left,id:63,linespacing:0,multiline:false,name:Left,type:TEXTFIELD,visible:true,vlayout:top,width:86,wrapline:no-wrap,x:19,y:243,zorder:8};
itm70={backcolor:0,bidimode:left-to-right,content:iPod,font:36,height:30,highcolor:0,hlayout:left,id:143,linespacing:0,multiline:false,name:USB2_Device,type:TEXTFIELD,visible:true,vlayout:top,width:120,wrapline:no-wrap,x:652,y:142,zorder:74};
itm71={backcolor:0,background:0,ccp:0,ccpzorder:over,height:58,id:144,name:engg_mode,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:181,x:591,y:115,zorder:75};
itm8={backcolor:0,bidimode:left-to-right,content:Select,font:36,height:30,highcolor:0,hlayout:left,id:64,linespacing:0,multiline:false,name:Select,type:TEXTFIELD,visible:true,vlayout:top,width:86,wrapline:no-wrap,x:19,y:323,zorder:9};
itm9={backcolor:0,bidimode:left-to-right,content:Right,font:36,height:30,highcolor:0,hlayout:left,id:65,linespacing:0,multiline:false,name:Right,type:TEXTFIELD,visible:true,vlayout:top,width:86,wrapline:no-wrap,x:19,y:283,zorder:10};

